Revit 2021.1 API
SpecTypeId.AreaSpringCoefficient Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId AreaSpringCoefficient { get; }
Visual Basic
Public Shared ReadOnly Property AreaSpringCoefficient As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaSpringCoefficient {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace